from datetime import date
gradebooks = dict()
card = dict()
card.update ({
    "фамилия" : "Аюпов",
    "имя" : "Александр",
    "отчество" : "Дамирович",
    "дата рождения" : date(1997, 6, 19),
    "факультет" : "Электротехнический",
    "группа" : "АСУ2-19-1м",
    "курс" : 1 })

gradebooks.update ({"19-ЭТФ-1248" : card.copy()})

card.update ({
    "фамилия" : "Швецов",
    "имя" : "Владислав",
    "отчество" : "Валерьевич",
    "дата рождения" : date(1997, 4, 29),
    "факультет" : "Электротехнический",
    "группа" : "АСУ2-19-1м",
    "курс" : 1 })

gradebooks.update ({"19-ЭТФ-1257" : card.copy()})

card.update ({
    "фамилия" : "Клеймёнова",
    "имя" : "Вероника",
    "отчество" : "Альбертовна",
    "дата рождения" : date(1997, 9, 2),
    "факультет" : "Электротехнический",
    "группа" : "АСУ2-19-1м",
    "курс" : 1 })

gradebooks.update ({"19-ЭТФ-1253" : card.copy()})

for x, y in gradebooks.items():
    print(x, y)
